<!DOCTYPE html>
<html lang="en">
<head>
	<x-whoami />
	<title>Pdf</title>
	<meta charset="UTF-8" />
	<meta name="viewport" content="width=device-width, initial-scale=1.0" />
	<style>

	body { font-family: DejaVu Sans }

	p{
		font-size: 12px;
		margin: 0;
	}
	h5 {
		margin-bottom: 5px;
	}
	main{
		padding: 30px;
		text-align: justify;
	}
	.ewq h5, table h5 {
		margin: 0;
	}
	table {
		border-collapse: collapse;
	}
	table, th, td {
		border: 1px solid black;
	}

	</style>
</head>
<body>
	<main>
			<!-- <img src="img/dogovorlogo2.jpg" align="right" style="width: 72px;"> -->
			<h4 style="margin-top: 0px;" align="center">Онлайн-платформа орқали хизматлар кўрсатиш тўғрисида <br> № C/{{ $student->id }} -сонли ШАРТНОМА</h4>
			<p style="margin-left: 20px;float: left;">Тошкент ш.</p><p style="margin-right: 20px;float: right;">{{ date('« d» m Y', strtotime($student->service_date)) }} г.</p>
			<br><br>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Бундан кейин “ИЖРОЧИ” деб аталувчи «ASIA CAMPUS» МЧЖ номидан Устав асосида ҳаракат қилувчи Бош директор И.А.Бегимқулов, бир томондан ва бундан кейин “БУЮРТМАЧИ” деб аталувчи жисмоний шахс {{ $student->fullName }} паспорт серияси  {{ $student->passport_id }}, {{ $student->passport_iib }} томонидан {{ $student->passport_date }}й берилган,  умуман олганда “Томонлар”, ва алоғида “Томон” деб аталувчилар, мазкур шартномани қуйидагилар ҳақида туздилар:</p>
			<h5 align="center"> 1. УМУМИЙ ҚОИДА ВА АТАМАЛАР</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.1. Платформага нисбатан ҳуқуқ эгаси – Платформа эгаси («ASIA CAMPUS» МЧЖ – Бажарувчи), турли хорижий ОЎЮ ларига ҳужжатлар топширишни ташкил қилишга ва автоматлаштиришга мўлжалланган (бундан кейин матнда – Хизматлар) бўлиб, ушбу платформага кириш: https://edugateway.uz (бундан кейин матнда – Платформа) орқали амалга оширилади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.2. Фойдаланувчи – бу, мазкур шартнома бўйича кўрсатиладиган хизматлар туфайли Платформа фойдаланувчиси (бундан кейин матнда – Буюртмачи).</p>
			
			<h5 align="center">2. ШАРТНОМА ПРЕДМЕТИ</h5>

			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1. Платформага нисбатан ҳуқуқ эгаси Ижрочи, Буюртмачига, хорижий мамлакатларнинг хорижий давлат ва нодавлат Олий ўқув юртларига (бундан кейин – ОЎЮ) ҳужжат топшириш учун Платформага киришга рухсатнома тақдим этиш мажбуриятини олади. Буюртмачи эса ўз навбатида ижрочининг хизматларини қабул қилиб, хизмат ҳақини тўлаш мажбуриятини олади. </p>	

			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.  Платформа орқали Хизматлар кўрсатиш тартиби:</p>	
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.1. Платформага кириш учун рухсатномани Ижрочи тақдим этади ёки Буюртмачининг ўзи мустақил равишда Интернет тармоғи орқали топади ёки Ижрочининг менежерлари ордамидан фойдаланади;</p>	
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.2. ОЎЮ ва йўналишни Буюртмачи ўзи мустақил танлайди;</p>	
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.3. Платформа, сунъий интеллект ёрдамида, кўрсатилаётган Хизматлар суммасини ҳисоблаб чиқади ва Хизматлар кўрсатишга ҳисобварақни чиқариб беради;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.4. Буюртмачи, Хизматлар қийматини Электрон тўловлар тизими (Click, Payme, банк орқали пул ўтказиш ёки бошқа йўл билан) орқали тўлайди;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.5. Буюртмачи, Платформада ОЎЮ талаб қилинган ҳужжатларни (дипломлар, аттестатлар, паспорт нусҳалари ва ҳ.к.) электрон кўринишда юклайди;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.6.	Ҳужжатлар Буюртмачи томонидан юборилганидан кейин, Платформа, бу ҳужжатларни нотариусга жўнатади ёки нотариуснинг ўзи юкланган ҳужжатларни таржима ёки апостилга қабул қилиб олади. (Нотариус томонидан амалга оширилган нотариал ҳаракатлар учун Буюртмачи алоҳида тўлов тўламайди);</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.7. Таржима ёки апостилдан кейин нотариус, Буюртмачининг ҳужжатларни Платформага юклайди;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.8. Шундан кейин ҳужжатлар, Буюртмачи томонидан танланган ОЎЮ га жўнатилади;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.9. ОЎЮ, аризани кўриб чиқади;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.10. ОЎЮ, қуйидаги ҳужжатлардан бирини Онлайн-платформага юклайди:</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Пуллик таълим хизматларини кўрсатишга шартнома;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Ўқишга қабул қилинганлиги тўғрисида гувоҳнома / маълумотнома;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Буюртмачи, пуллик таълим хизматлари кўрсатиш шартномаси бўйича тўловни амалга оширганидан кейин ОЎЮ га қабул қилиниши мумкинлиги ҳақидаги хабарнома.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.11. Ижрочининг мажбуриятлари шу ерда тугайди. Буюртмачи таълим хизматлари учун тўлов амалга оширгандан кейин танланган ОЎЮ талабаси бўлади. </p>
			</div>
			<h5 align="center">3. ИНТЕЛЛЕКТУАЛ МУЛККА НИСБАТАН ҲУҚУҚ</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1. Ижрочи, Платформага нисбатан мутлақ ҳуқуқга эга бўлиб, бунда, Интернет тармоғида https://edugateway.uz манзили бўйича жойлаштирилган, хорижий мамлакатларнинг давлат ва нодавлат олий ўқув юртларига электрон шаклда ҳужжатларни тўплаш, топшириш учун ахборотлаштиришнинг универсал дастурий комплекси (мажмуаси) тушунилади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2. Платформадан фойдаланишда, Буюртмачи, кўрсатилган дастурий таъминот интеллектуал мулк ва Платформага нисбатан ҳуқуқ эгасининг аввал амалга оширилган интеллектуал фаолиятнинг натижаси ҳисобланиши ҳамда Буюртмачи томонидан мулкий, интеллектуал ва ҳар қандай бошқа ҳуқуқнинг тўлиқ ёки қисман предмети бўла олмаслиги, шунингдек Буюртмачининг интеллектуал фаолияти натижаси деб эътироф этилиши мумкин эмаслиги билан келишади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3. Буюртмачи, Платформа, унинг янгиланишлари ёки бир қисмини, шу жумладан унинг таркибидаги дастурий таъминотдан нусҳа кўчириши, ўзгартириши ёки такроран фойдаланишга ҳақли эмас. Буюртмачи, Платформадан, мазкур Шартноманинг шартларига кўра фақат қонуний мақсадларда фойдаланиши мумкин. Платформадан ҳар қандай тарзда олинган контектни, Буюртмачи, Бажарувчининг дастлабки ёзма розилигисиз кўчириш, қайта чоп этиш, ўзгартириш, жойлаштириш, бажариш, таржима қилиш, тарқатиш, мослаштириш, трансляция қилиш, телекоммуникациялар ёрдамида жамоатчиликка топшириш, жўнатиш ёки сотишга, қандайдир тижорат мақсадларига ёки уни бирор бир тижорат манбасига, шу жумладан бошқа веб-сайтларга тақдим этишга ҳақли эмас.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.4. Буюртмачи томонидан Платформадан тижорат ёки мазкур Шартнома шартларида кўзда тутилмаган бошқа мақсадларда фойдаланиши оқибатида етказилган зарар учун Платформага нисбатан ҳуқуқ эгаси (Ижрочи) жавобгар бўлмайди.</p>
			<h5 align="center">4. ТОМОНЛАРНИНГ ҲУҚУҚ ВА МАЖБУРИЯТЛАРИ</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1. Ижрочи қуйидагиларга мажбур:</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.1. Мазкур Шартномани бажариш вақтида Буюртмачидан олинган маълумотларнинг махфийлигига қатъий риоя қилиш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.2. Буюртмачига, https://edugateway.uz сайтида кўрсатилган телефон рақамлари орқали, фойдаланувчининг шахсий кабинетини рўйхатдан ўтказиш билан боғлиқ маслаҳатларни олиш имкониятини тақдим этиш.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1.3. Буюртмачининг розилигисиз, Буюртмачининг шахсий маълумотларини ошкор этмаслик.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2. Буюртмачи қуйидагиларга мажбур:</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.1. Шартномани имзолаш, фойдаланувчининг шахсий кабинетини рўйхатдан ўтказиш ва шахсий маълумотларини (шахсий маълумотлар ёки ушбу Шартнома бўйича бунга ўз розилигини берган бошқа шахсларнинг шахсий маълумотлари) киргазишдан олдин, https://edugateway.uz сайтида Шартноманинг мазмуни билан танишиб чиқиш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.2. Ўзи тўғрисида ҳаққоний маълумотларни (ФИО, боғланиш учун телефон рақамлари, электрон почта манзили, реквизитлар ва бошқалар) тақдим этиш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.3. Ҳар қандай мақсадларда Платформага киришга рухсат олиш учун дастурчи-роботлар, айланиб ўтувчи дастурлар (программа-обходчик) ёки бошқа автоматик қурилмалар, жараёнлар ёҳуд усуллардан фойдаланмаслик, шу жумладан маълумотларни йиғиш, тўплаш, Платформадаги бирор бир материални назорат қилиш ёки нусҳа кўчиришни ҳисобга олганда;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.4. Платформанинг нормал ишлашини бузувчи ҳеч қандай қурилма, дастурий таъминот ёки таомилдан фойдаланмаслик;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2.5. Платформанинг нормал ишлашига бошқача тарзда аралашишга ҳаракат қилмаслик. Буюртмачи ушбу билан, компютер маълумотларига ноқонуний (санкциясиз) кирганлик учун жавобгарлик ҳақида огоҳлантирилди (ЎзР Жиноят кодексининг 2782-моддаси).</p>
			<br><br>
			<h5 align="center">5. ҚИЙМАТИ ВА ТЎЛОВ ТАРТИБИ</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1. Кўрсатиладиган хизматлар ҳақи миқдори Буюртмачи танлаган ОЎЮ ва йўналишига боғлиқ.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2. Томонлар, мазкур шартнома бўйича хизматлар нархи 

				@if($student->sale_code)
					{{ number_format($student->service_amount_sale, 0, '.', ' ') }} 
				@elseif($student->service_amount)
					{{ number_format($student->service_amount, 0, '.', ' ') }} 
				@else
					{{ number_format($student->speciality->service_sum, 0, '.', ' ') }} 
				@endif

			сўмни ташкил қилишига келишиб олдилар.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.3. Буюртмачи тўловни 2 (икки) иш куни ичида Электрон тўловлар тизими (Click, Payme, банк орқали пул ўтказиш ёки бошқа йўл билан) орқали амалга оширади. Мазкур Шартнома бўйича хизматлар ҳақи тўланмаган тақдирда, Платформа автоматик равишда, Буюртмачи ОЎЮга ўқишга кириш учун бажариши лозим бўлган барча ҳаракатларни тўхтатиб қўяди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.4. Буюртмачи тўловни амалга оширган ва Ижрочи томонидан хизматлар кўрсатилганидан кейин Ижрочининг хизматларидан воз кечиш, мазкур Шартнома бўйича тўланган пул маблағларини қайтариш учун асос ҳисобланмайди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.5. Буюртмачи, мазкур Шартнома бўйича тўловни амалга оширгандан кейин, мазкур шартноманинг 2.2-2.2.10 бандларида назарда тутилган хизматлар кўрсатилган ҳолда Ижрочи хизматларидан воз кечган тақдирда, пул маблағлари қайтариб берилмайди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.6. Буюртмачи, мазкур Шартнома бўйича тўловни амалга оширгандан кейин, мазкур шартноманинг 2.2-2.2.10 бандларида назарда тутилган хизматлар кўрсатилмаган ҳолда Ижрочининг хизматларидан воз кечган тақдирда, пул маблағлари, ушбу Шартнома бўйича 30% олдиндан тўловни ушлаб қолиш шарти билан қайтариб берилади.</p>

			<h5 align="center">6. ТОМОНЛАРНИНГ ЖАВОБГАРЛИГИ</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1. Томонлар, ушбу Шартнома бўйича ўз мажбуриятларини бажармаганлик ёки лозим даражада бажармаганликлари учун Ўзбекистон Республикасининг амалдаги қонунчилигига мувофиқ жавобгар бўладилар.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.2. Буюртмачига ҳужжатлар учинчи шахслар томонидан ўз вақтида тақдим этилмаганлиги учун Платформага нисбатан ҳуқуқ эгаси жавоб бермайди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.3. Фойдаланувчи контентини функционал хусусиятлари, қулайликлари ёки ҳар қандай бошқа функциялари, тизим тавсифлари ва Платформанинг истеъмол хусусиятлари борасида Фойдаланувчининг кутган натижалари ўзини оқламаган тақдирда, Ижрочи бунга жавобгар бўлмайди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.4. Буюртмачи, Хизматлар кўрсатиш шартномаси доирасидаги мажбуриятларини қисман ёки тўлиқ бажарилмаслиги, форс-мажор ҳолатлари оқибатида юзага келган бўлса, Ижрочи олдида жавобгар бўлмайди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.5. Буюртмачи, ўзи ва бунга розилик берган бошқа шахслар тўғрисида тақдим этилаётган маълумотларнинг ҳаққонийлиги учун жавоб беради, шунингдек, мазкур Шартноманинг шартлари билан танишиб чиққанлиги ва розилиги, ушбу Шартнома ҳақида маълумотга эгалиги ва Платформа доирасида шахсий маълумотларини тўплаш, сақлаш ва ишлов берилишига ўз розилигини берган бошқа шахсларни у билан таништирганлигини тасдиқлайди.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.6. Буюртмачи, Интернет тармоғида https://edugateway.uz манзили бўйича жойлаштирилган Хизматлар кўрсатиш Шартлари билан танишиб чиққан ва ўз розилигини берган;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.7. Буюртмачи, Хизматлар кўрсатишнинг барча шартлари тўғрисида ўқиб чиқиш мажбуриятини олади. Буюртмачи, Хизматлар кўрсатиш шартлари тўғрисида хабардор эмаслигига ҳавола қила олмайди.</p>
			<h5 align="center">7.  ФОРС-МАЖОР</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.1. Агар, мазкур Шартнома бўйича мажбуриятларни қисман ёки тўлиқ бажарилмаслиги форс-мажор ҳолатлари: Ёнғин, таббий офатлар, уруш ҳолати, ҳар қандай тусдаги ҳарбий операциялар, қамал (блокада), экспорт ва импортни тақиқлаш, пандемиялар, эпидемиялар, Ҳукумат ҳаракатлари ва қарорлари ёки ушбу Шартнома имзолангандан кейин юзага келган Томонларга боғлиқ бўлмаган бошқа вазиятлар натижасида юз берган бўлса, Томонлар жавобгарликдан озод қилинадилар.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.2. Мазкур Шартнома бўйича мажбуриятларни бажара олмаслик ҳолати юзага келган Томон, бундай ҳолатлар вужудга келган санадан бошлаб 5 кундан кечиктирмаган ҳолда Иккинчи томонни шундай ҳолатлар юзага келганлиги ва юқорида кўрсатилган мажбуриятлар тўхтатилиши ҳақида ёзма шаклда ёки факс орқали хабардор қилади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3. Форс-мажор ҳолатлари мавжудлиги ва уларнинг давомийлигининг тегишли тасдиғи, ваколатли орган томонидан бериладиган маълумотнома ҳисобланади, агар Форс-мажор ҳолатлари моҳиятидан бошқа нарса келиб чиқмаса.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.4. Ушбу Шартноманинг 7.1-бандида назарда тутилган ҳолатлар юзага келган ҳолларда, Томоннинг мазкур Шартнома бўйича мажбуриятларини бажариш муддати, бундай ҳолатлар амал қилган вақтга тенг муддатга сурилади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.5. Агар, 7.1-бандда санаб ўтилган ҳолатлар бир ойдан ортиқ муддат давом этса, Томонлар мазкур Шартномани бир томонлама тарзда бекор қилиш ҳуқуқига эга.</p>
				
			<h5 align="center">8. МАХФИЙЛИК</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.1. Томонлар ўз зиммаларига, мазкур Шартномани бажариш доирасида уларга маълум бўлган ахборотнинг махфийлигини таъминлаш мажбуриятини оладилар.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.2. Томонлар, Махфий ахборотни учинчи шахсларга топширмаслик мажбуриятини оладилар.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.3. Томон, махфий ахборотнинг санкциясиз ошкор этилганлиги факти тўғрисида иккинчи Томонга хабар бериш мажбуриятини олади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.4. Платформага нисбатан ҳуқуқ эгаси, Буюртмасининг махфий маълумотлари Платформага нисбатан ҳуқуқ эгасининг айбисиз учинчи шахсларга ошкор этилиши натижасида Буюртмачига етказилган зарарлар учун жавоб бермайди.</p>

			<h5 align="center">9. НИЗОЛАРНИ ХАЛ ЭТИШ</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.1. Мазкур Шартномани бажариш жараёнида юзага келувчи барча низоларни, Томонлар музокара йўли билан ҳал қиладилар.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.2. Келишувга эришилмаган тақдирда, низоли масалалар, фуқаролик ишлари бўйича Учтепа туманлараро судида Ўзбекистон Республикаси қонунчилигида ўрнатилган тартибда кўриб чиқилиши лозим.</p>
			
			<h5 align="center">10. ШАРТНОМАНИНГ АМАЛ ҚИЛИШ ВА ЎЗГАРТИРИШ МУДДАТИ</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.1. Мазкур шартнома имзоланган вақтдан бошлаб кучга киради ва:</p>
			<p>а) Томонлар Шартнома бўйича ўз мажбуриятларини бажаргунга, яъни, Буюртмачи Хизматлар қийматини тўлаб бериши ва Ижрочи томонидан Хизматлар қийматига мос келувчи ҳажмдаги Хизматларни кўрсатгунга қадар;</p>
			<p>б) Шартнома бекор қилингунга қадар, амал қилади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.2.  Шартнома қуйидаги ҳолларда бекор қилишини мумкин:</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.2.1. Томонларнинг келишувига кўра;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.2.2. ҳар қайси Томоннинг ташаббусига кўра, агар иккинчи Томон Шартнома шартларини бузган бўлса, бундай бекор қилишдан 10 (ўн) иш кун олдин иккинчи томонни электрон почта орқали ёзма равишда огоҳлантирган ҳолда;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.2.3. Бажарувчи мазкур Шартнома бўйича ўз мажбуриятларини бажармаган тақдирда, Буюртмачининг ташаббусига кўра;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.2.4. Ўзбекистон Республикасининг амалдаги қонунчилигида назарда тутилган бошқа асосларда.</p>
			<br><br>
			<h5 align="center">11. ЯКУНИЙ ҚОИДАЛАР</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.1. Буюртмачига, ОЎЮ томонидан пуллик таълим хизматлари кўрсатиш шартномаси ёки ўқишга қабул қилинганлиги тўғрисидаги Гувохнома, ёҳуд, Буюртмачи, пуллик таълим хизматларини кўрсатиш шартномаси бўйича тўловни амалга оширганидан кейин ОЎЮга қабул қилинганлиги ҳақидаги Хабарнома юборилган вақтдан бошлаб, ушбу Шартнома бўйича Хизматлар тўлиқ ҳажмда бажарилган ҳисобланади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.2. Томонлар, электрон почтанинг ваколатли манзиллари ва Платформадаги шахсий кабинетдан фойдаланган ҳолда юборилган барча хабарномалар, хабарлар, келишувлар, ҳужжатлар ва хатлар, Томонлар тарафидан жўнатилган ва имзоланганлигини эътироф этадилар, бундай хатларда бевосита бунинг акси кўрсатилган ҳоллардан ташқари.</p>

			<h5 align="center">12. БАЖАРУВЧИНИНГ РЕКВИЗИТЛАРИ</h5>
			<table>
				<tbody>
					<tr>
						<td >
							<h5>« ASIA CAMPUS » МЧЖ</h5>  
							<p>Манзил:   Тошкент шахар</p>  
							<p>Шайхонтохур тумани Фуркат кучаси 16-уй.</p>
		                    <p>Банк: АТИБ «Ипотека банк»  Шайхонтохур филиали</p>
		                	<p>х/р 20208000905338583001</p>
		                	<p>СТИР: 308116441</p>
		                	<p>МФО: 00425
		                	<p>Менеджер тел:             @if(isset($student->manager->phone))  {{ getNormalPhone($student->manager->phone) }} @endif</p>
		                	<p>Шартнома булими тел: 97 735 00 94</p></td>
						<td>
							<table width="100%">
								<tr><td><h5 align="center" style="margin-bottom: 10px;">Ф.И.Ш.</h5></td></tr>
								<tr><td><p>{{ $student->fullName }} паспорт <br> серияси {{ $student->passport_id }} <br> {{ $student->passport_date }}й <br> {{ $student->passport_iib }}</p><br><br></td></tr>
								<tr><td><p>Тел : +998{{ getNormalPhone($student->phone) }}</p><br><br></td></tr>
							</table>
						</td>
					</tr>
					<tr>
						<td>
							<img src="img/contract41.jpg" alt="">
						</td>
						<td>
							<p align="center" style="font-size: 10px;">Шартноманинг барча бандлари билан тўлиқ танишиб чиқдим ва у кирилл алифбосидан тузилганлигидан хабардорман.</p>
							<br><br><br>
							<p align="center">______________________________ <br> (имзо) {{ $student->second_name }} {{ $student->name }}</p>
						</td>
					</tr>
				</tbody>
			</table>
	</main>
</body>
</html>