<!DOCTYPE html>
<html lang="en">
<head>
	<x-whoami />
	<title>Pdf</title>
	<meta charset="UTF-8" />
	<meta name="viewport" content="width=device-width, initial-scale=1.0" />
	<style>

	body { font-family: DejaVu Sans }

	p{
		font-size: 12px;
		margin: 0;
	}
	h5 {
		margin-bottom: 5px;
	}
	main{
		padding: 30px;
		text-align: justify;
	}
	.ewq h5, table h5 {
		margin: 0;
	}
	table {
		border-collapse: collapse;
	}
	table, th, td {
		border: 1px solid black;
	}

	</style>
</head>
<body>
	<main>
			<h4 align="center">Ахборот – маълумот  хизматлари кўрсатиш <br> шартномаси № P/{{ getStudent()->id }}</h4>

			<p style="margin-left: 20px;float: left;">{{ date('« d» m Y', strtotime(getStudent()->service_date)) }} й.</p><p style="margin-right: 20px;float: right;">Тошкент  ш. </p>
			<br><br>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;« ASIA CAMPUS » МЧЖ  Бош директори Бегимкулов И.А Устав асосида фаолият юритувчи, келгусида «БАЖАРУВЧИ» деб номланувчи, бир томондан  ва жисмоний шахс сифатида {{ getStudent()->fullName }} паспорт серияси  {{ getStudent()->passport_id }} {{ getStudent()->passport_date }}й {{ getStudent()->passport_iib }} томонидан берилган,  келгусида «БУЮРТМАЧИ» деб номланувчи иккинчи томондан,  умумий тартибда «Томонлар» деб номланувчилар,  алоҳида эса «Томон» деб  номланувчи,  мазкур шартномани қуйидагилар юзасидан туздик:</p>

			<h5 align="center"> 1. Шартнома предмети</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.1 Бажарувчи, Буюртмачига  мазкур шартноманинг 1.2-бандида кўрсатилган масалалар буйича ахборот-маълумот хизматлари кўрсатишни ўз зиммасига олади,  Буюртмачи эса ўз навбатида ушбу хизматларни қабул қилиш ва хизматлар қийматини тўлиқ тўлаш мажбуриятини олади.</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.2.Мазкур шартнома предмети Бажарувчи томонидан Буюртмачига қуйидаги хизматлар кўрсатишдан иборатдир:</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Ўзбекистон Республикаси худудидан ташқаридаги Давлат ва Нодавлат олий таълим муассасалари, халқаро олий таълим муассасаларига  бакалавриатга ва магистратурага  ўқишга кириш  шартлари юзасидан дастлабки маслаҳатлар бериш, хамда мавжуд маълумотига оид  ҳужжатларга таалуқли булган меъёрий талаблар ҳақида маълумотлар бериш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- чет эл олий таълим муассасаларига ўқишга кирувчи абитуриентлар учун, олий таълим муассасаларига кундузги, сиртқи ва масофавий ўқишга кириш  шартларида олий таълим муассасанинг тиллар ва бошқа фанлар бўйича билимларига қўйилган талаблари ҳақида дастлабки маслаҳатлар бериш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- ҳужжатларни йиғиш ва расмийлаштириш  тартиби масалаларига оид маслаҳатлар бериш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- абитуриент номидан ва унинг манфаатида  Ўзбекистон Республикасидан ташқаридаги таълим муассасалари билан музокаралар ўтказиш,  унинг хужжатларини жамлаш ва олий таълим муассасасига юбориш ёки абитуриент номидан ва унинг манфаатида бошқа барча таълим муассасалардан хужжатларини қайтариш жараёни бўйича  маслаҳат бериш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- абитуриент номидан ва унинг манфаатида бошқа барча таълим муассасалардан хужжатларини қайтариш жараёнини ташкиллаштириб бериш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- олий таълим муассасаларига online (онлайн ) тарзда ҳужжат топширилишига кўмаклашиш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;-  олий таълим муассасаларига абитурент ҳужжатларини асл нусхасини етказишда ва топширишда кўмаклашиш;</p>	
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Ўзбекистон Республикаси худудидан ташқаридаги давлат олий таълим муассасалари томонидан абитуриентнинг  ўзининг  давлатида олинган  таълим тўғрисидаги ҳужжатларини тан олиш учун  нострификациядан ўтказиш тартиби бўйича буюртмачига тушунтириш бериш;</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- абитуриент танлаган йуналишлар буйича презентациялар ташкил этиш.;</p>
			<h5 align="center">2.Томонларнинг хуқуқ ва мажбуриятлари.</h5>
			<div class="ewq">
			<h5>«Бажарувчи» ўз зиммасига қўйидаги мажбуриятларни олади:</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1. Мазкур шартнома бажарилиши чоғида «Буюртмачи» дан  олинган маълумотлар бўйича катъий сир сақлаш мажбурияти;</p>	
			<br><br><br>

			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2. Агар томонлар  ўртасида бошқача усул  келишилмаган  бўлса, хизматлар Бажарувчининг  ўз  кучлари билан   бажарилади.</p>	
			<h5>Бажарувчи қўйидаги  ҳуқуқга эга:</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.3. Бозор иқтисодиёти конъюнктурасига кўра боғланган ҳолда, ҳизмат ҳаражатлар нарҳлари қимматлашгани ва (ёки) Ўзбекистон Республикасида энг кам иш ҳаки тўловлари ўзгариши муносабати билан Буюртмачининг ёзма розилигисиз бир томонлама мазқур шартноманинг умумий қиймати миқдорини кўпайтириш томонига  ўзгартиришга ҳақли.</p>	
			<h5>Буюртмачи ўз зиммасига қўйидаги мажбуриятларни олади:</h5>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.4.  Банк ҳизматларини тўлаган ҳолда пул маблағларини ўтказиш (тўлаш), шунингдек мазкур шартноманинг 3-чи бандига мувофиқ ҳолда буюртмани бажариш билан боғлик бўлган Бажарувчининг барча ҳаражатларини қоплаш.</p>	
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.5.  Керакли  маълумотларни олиш учун Бажарувчини ўз вактида барча зарурий ҳужжатлар ва маълумотномалар билан таъминлаш.</p>			
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.6.  Ўзбекистон Республикаси ҳудудидан ташқаридаги давлат олий таълим муассасалари томонидан  абитуриентнинг  ўзининг  давлатида олинган  таълим тўғрисидаги ҳужжатларини тан олиш учун  зарурий  нострификациядан  ўтказишни таъминлаш.</p>
			<h5>Буюртмачи қўйидаги  ҳуқуқга эга:</h5>
			<p>2.7.  Мазкур шартноманинг 1.2-бандида назарда тутилган масалалар бўйича тўлик, объектив ва ҳақиқий маълумот-ҳабарномалар олиш.</p>
			</div>
			<h5 align="center">3.Шартнома қиймати ва ҳисоб-китоб тартиби</h5>
			<p>3.1.&nbsp;&nbsp;&nbsp;Бажарувчи томонидан кўрсатиладиган ҳизматлар миқдори, келгусида «шартнома микдори», {{ number_format(getStudent()->speciality->service_sum, 0, '.', ' ') }} ({{ getStudent()->speciality->service_sum_name }}) сумни   ташкил қилади. Мазқур шартноманинг 3.1-бандида кўрсатилган шартнома қийматининг 100% миқдори Буюртмачи томонидан  Бажарувчининг  ҳисоб рақамига  пул маблағларини кўчириш (ўтказиш, тўлаш) йўли билан  шартнома тузилганидан сўнг 5 (беш) банк кунидан кечиктирмасдан амалга оширилади.</p>
			<p>3.2.&nbsp;&nbsp;&nbsp;Пул маблағларини қайтариш тартиби шартноманинг 2.4-бандига асосан амалга оширилади.</p>
			<p>3.3.&nbsp;&nbsp;&nbsp;Бажарувчининг  ҳисоб рақамига  пул маблағлари тўланиб,  бажарилган  ҳизматлар (амалга оширилган маслаҳатлар)дан сўнг  Буюртмачи томонидан  Бажарувчининг хизматларидан воз кечиши мазкур шартнома бўйича тўланган пул маблағларини қайтариш учун  асос бўла олмайди.</p>
			<p>3.4.&nbsp;&nbsp;&nbsp;Буюртмачи  мазкур шартноманинг 3.1 ва 3.2-бандларидаги шартнома қийматини  белгиланган муддатларда тўламаган ёки ўз вақтида тўламаган ҳолда Бажарувчига тўланмаган қийматининг 0,5% миқдорида ҳар бир кечиктирилган (кечиктирилаётган)  кун учун пеня тўлайди, аммо пенянинг умумий миқдори тўланмаган қийматининг 50% дан ошмаслиги лозим.</p>
			<h5 align="center">4.Томонларнинг  жавобгарлиги</h5>
			<p>4.1.&nbsp;&nbsp;&nbsp;Мазкур шартнома бўйича хизматлар бажарилмаган тақдирда Бажарувчининг жавобгарлиги юзага келади. Куйидаги ҳолатларда шартнома бўйича хизматлар бажарилмаганлиги Бажарувчининг жавобгарлигини юзага келтирмайди:</p>
			<p>&nbsp;&nbsp;&nbsp;- Буюртмачи томонидан ўз вақтида барча зарурий ҳужжатлар ва маълумотномалар билан таъминланмаганда;</p>
			<p>&nbsp;&nbsp;&nbsp;- Буюртмачи томонидан Ўзбекистон Республикаси ҳудудидан ташқаридаги давлат олий таълим муассасалари томонидан абитуриентнинг  ўзининг  давлатида олинган  таълим тўғрисидаги ҳужжатларини тан олиш учун зарурий нострификациядан ўтказишни таъминламаганда;</p>
			<p>&nbsp;&nbsp;&nbsp;- Буюртмачи билан боғлиқ бошқа ҳолатларда;</p>
			<p>4.2.&nbsp;&nbsp;&nbsp;Буюртмачига учинчи шаҳслар томонидан ўз вақтида ҳужжатлар тақдим қилинмаганлиги учун Бажарувчи жавобгар бўлмайди.  Буюрмачининг айби билан шартнома бажарилиши кечиктирилганлиги,  мазқур шартноманинг 3.1 ва 3.2-бандларига оид ўз вақтида тўловлар амалга оширилмаганлиги,   мазкур шартноманинг 2.6 -бандига оид абитуриентнинг  ўзининг  давлатида олинган  таълим тўғрисидаги ҳужжатларини тан олиш учун  зарурий  нострификациядан ўтказилиши таъминламаганлиги ёки  мазқур шартноманинг 1.2-бандига оид ҳужжатларни тақдим қилиш муддатлари узайтирилиши  мазкур шартнома бўйича тўланган пул маблағларини қайтариш учун асос бўла олмайди.</p>
			<br><br><br>
			<div class="ewq">
				<h5>4.3.  Бажарувчининг  ҳуқуқи:</h5>
			</div>
			<p>4.3.1&nbsp;&nbsp;&nbsp; Бозор иқтисодиёти конъюнктурасига кўра боғланган ҳолда, ҳизмат ҳаражатлар нарҳлари қимматлашгани ва (ёки) Ўзбекистон Республикасида энг кам иш ҳаки тўловлари ўзгариши 
			 муносабати билан Буюртмачининг ёзма розилигисиз бир томонлама мазқур шартноманинг умумий қиймати миқдорини кўпайтириш томонига  ўзгартиришга ҳақли.</p>
			<p>4.3.2&nbsp;&nbsp;&nbsp;Буюртмачи  мазкур шартноманинг 3.1 ва 3.2-бандларидаги шартнома қийматини  белгиланган муддатларда тўламаган ёки ўз вақтида тўламаган ҳолда Бажарувчига тўланмаган қийматининг 0,5% миқдорида ҳар бир кечиктирилган (кечиктирилаётган)  кун учун пеня тўлайди, аммо пенянинг умумий миқдори тўланмаган қийматининг 50% дан ошмаслиги лозим.</p>
			<h5 align="center">5. Форс мажор холатлари.</h5>
			<p>5.1 Мазкур шартнома тузилиши чоғида  назарда тутилмаган ва шартнома тузилгандан сўнг вужудга келган  енгиб бўлмайдиган кучлар таъсири тўғридан-тўғри ёки бошқача усулда мазкур шартноманинг бажарилишига тўсқинлик қилса ва уларни бартараф этиш чоралари бўлмаса (топилмаса), томонлар мазкур  шартнома бўйича мажбуриятлар қисман ёки тўлик бажарилмагани учун жавобгарликдан озод этиладилар. </p>
			<p>5.2. Мазкур шартноманинг 5.1-бандида кўрсатилган ҳолатларга қўйидагилар киради: уруш эълон қилиниши ва ҳарбий ҳаракатлар бошланиши, табиий офатлар, эпидемия ва пандемиялар,  мазқур шартноманинг предметига оид  ҳуқумат қарорлари ва ҳоқазолар.</p>
			<p>5.3  Мазқур ҳолатлар вужудга келган ҳолда  томонлар 10 (ун) календар куни мобайнида ёзма шаклда иккинчи  томонни ушбу ҳолатлар, уларнинг тури ва  давомийлиги тўғрисида ҳабардор қилишлари шарт.  Агарда ушбу томон мазкур ҳолатларга дуч келганда иккинчи томонни ҳабардор қилмаса, ушбу ҳолатларга асосланишдан маҳрум қилинади.   Шартноманинг мазкур банди билан назарда тутилган ҳолатлар вужудга келганда ва шартноманинг 5.3-бандидаги талаблар бажарилган холда, томонлар шартномавий мажбуриятларнинг бажариш муддатларини мазкур ҳолатларнинг  давомийлиги даврига узайтирадилар.</p>
			<p>5.4 Агарда қайд этилган ҳолатлар 3 (уч) ойдан кўп муддатда давом этаверса, томонлар биргаликда мазкур шартнома бўйича келгусидаги юридик муносабатларни белгилайдилар.</p>
			<p>5.5  Мазкур шартномани бажариш чоғида вужудга келадиган низо ва зиддиётлар имкон даражада томонлар ўртасида музокара йўли билан ҳал қилинади.</p>
			<p>5.6  Музокара йўли билан ҳал қилинмаган тақдирда низо ва зиддиётлар суд тартибида Тошкент шахар  Фукаролик ишлари бўйича туманлараро судида кўриб чиқилади.</p>
			<h5 align="center">6. Қушимча шартлар</h5>
			<p>6.1 Шартнома томонлар имзолаганидан сўнг ва шартноманинг 3-бўлимида назарда тутилган тўловлар Буюртмачи томонидан тўлик ҳажмда амалга оширилганидан сўнг  кучга киради.</p>
			<p>6.2  Мазкур шартноманинг амал қилиш муддати 31.12.2021 йилгача.</p>
			<p>6.3 Томонлар ўртасида мавжуд бўлган, аммо мазкур шартномада назарда тутилмаган барча оғзаки келишувлар мазкур шартнома имзоланганидан сўнг ўз кучини йўқотади.</p>
			<p>6.4  Мазкур шартномада назарда тутилмаган масалалар  Ўзбекистон Республикасининг амалдаги қонунчилиги асосида ҳал қилинади.</p>
			<p>6.5 Шартномага кўшимча ва ўзгаришлар ёзма шаклда томонлар имзолаган ҳолда ҳақиқий ҳисобланади.</p>
			<p>6.6   Мазкур шартнома бир ҳил юридик кучга эга  икки нусҳада тузилди ва ҳар бир томонга бир нусхадан берилди.</p>
			<br><br><br>
			<h5 align="center">7. Томонларнинг манзиллари, реквизитлари ва имзолари</h5>
			<table>
				<tbody>
					<tr>
						<td >
							<h5>« ASIA CAMPUS » МЧЖ</h5>  
							<p>Манзил:   Тошкент шахар</p>  
							<p>Шайхонтохур тумани Фуркат кучаси 16-уй.</p>
		                    <p>Банк: АТИБ «Ипотека банк»  Шайхонтохур филиали</p>
		                	<p>х/р 20208000905338583001</p>
		                	<p>ИНН: 308116441</p>
		                	<p>МФО: 00425
		                	<p>Менеджер тел:             @if(isset(getStudent()->manager->phone))  {{ getNormalPhone(getStudent()->manager->phone) }} @endif</p>
		                	<p>Шартнома булими тел: 97 735 00 94</p></td>
						<td>
							<table width="100%">
								<tr><td><h5 align="center" style="margin-bottom: 10px;">Ф.И.Ш.</h5></td></tr>
								<tr><td><p>{{ getStudent()->fullName }} паспорт <br> серияси {{ getStudent()->passport_id }} <br> {{ getStudent()->passport_date }}й <br> {{ getStudent()->passport_iib }}</p><br><br></td></tr>
								<tr><td><p>Тел : +998{{ getNormalPhone(getStudent()->phone) }}</p><br><br></td></tr>
							</table>
						</td>
					</tr>
					<tr>
						<td>
							<img src="img/contract3.jpg" alt="">
						</td>
						<td>
							<p align="center" style="font-size: 10px;">Шартноманинг барча бандлари билан тўлиқ танишиб чиқдим ва у кирилл алифбосидан тузилганлигидан хабардорман.</p>
							<br><br><br>
							<p align="center">______________________________ <br> (имзо) {{ getStudent()->second_name }} {{ getStudent()->name }}</p>
						</td>
					</tr>
				</tbody>
			</table>
	</main>
</body>
</html>